[{"id":"1","name":"BuK","description":"Ride along with six-year-old Eli Buk, his mother Ella, her partner Mina and their two dogs, Remus and Romulus, as they make a phantasmagorical mid-winter drive from New York City to a remote cabin in the Adirondacks.\r\n\r\n[BuK](http:\/\/www.buk.nyc\/) is an experiment in immersive film and traveling exhibition exploring new forms of storytelling while celebrating the time-honored traditions of cinema.\r\n\r\nOne part traveling roadshow, one part drive-in cinema, the film is screened for an audience of four seated in a station wagon as the story unfolds in 360 degrees, projected against the interior surface of a ‘pop up’ geodesic dome.","enabled":"1","when_created":"2017-04-01 22:43:24","final_show":"1","found":true,"users_in_project":["303"]},{"id":"4","name":"ITP 3D","description":"Creating a 3D scan of the ITP floor and will be trying to 3D print it and host the model using Web VR. Ideally this will archive the floor in all of it's glory so that it can be remembered as it was for years to come","enabled":"1","when_created":"2017-05-16 13:14:06","final_show":"1","found":true,"users_in_project":["322"]},{"id":"6","name":"360\/VR story telling about human trafficking and stunning Thailand!","description":"I am working on putting together more videos from what we shot last summer in Thailand. I learned a thing or two at SXSW this year about the importance of using \"spatial sound\" in this medium to direct the user experience. I have yet to learn how to do this and would love to learn by collaborating with anyone interested. \r\n\r\nBeside educational videos about human trafficking, I have some fun footage of beautiful places in Thailand that I would love to put together, as I believe it's important for people to see that \"Thailand is more than trafficking.\" I just started learning about 360\/VR last summer, and have been stumbling along, learning as I go. It would be awesome to work with anyone who knows about this fantastic new medium (to me), and to be able to perhaps even pass on what we've learned and created!  :)\r\n","enabled":"1","when_created":"2017-05-19 15:49:46","final_show":"1","found":true,"users_in_project":["328"]},{"id":"9","name":"sound flappy bird ","description":"Control a flappy bird by the volumn with voice. It is a nice invitation to get people's attention by embarrassing yourself in public space lol. They call it ice-breaker~\r\n\r\nTechnically speaking, it uses the audio in API of your phone to control it. It is my final project for p5.js course on Kadenze.  Highly recommended. \r\n\r\n-play here (not available for safari or ios device due to limited API)\r\nhttps:\/\/berlinali.github.io\/pcgamebot\/\r\n- course link:\r\nhttps:\/\/www.kadenze.com\/courses\/introduction-to-programming-for-the-visual-arts-with-p5-js\/info\r\n- source code:\r\nhttps:\/\/github.com\/BerlinaLI\/berlinali.github.io\/tree\/master\/pcgamebotsmall\r\n","enabled":"1","when_created":"2017-06-02 13:57:05","final_show":"1","found":true,"users_in_project":["439"]},{"id":"10","name":"Helmetron Meets the Tectonic Plate","description":"An integration of two different concepts: 1. My 8 channel portable audio spatializer, and 2. My Tectonic Plate project.\r\n\r\nI would like to set up a complex feedback system using the combination of mechanical wave driver, flexible plate,  and the helmetron\\'s 8 tweeters.  Ultimately I would do everything in supercollider, as far as the software component, but may rely on MSP for prototyping.","enabled":"1","when_created":"2017-06-02 16:37:04","final_show":"1","found":true,"users_in_project":["298"]},{"id":"11","name":"Semi-plausible Birds","description":"[@not``_``real``_``birds](https:\/\/twitter.com\/not_real_birds)\r\n\r\nA simple twitter bot that makes up somewhat plausible-sounding bird names.","enabled":"1","when_created":"2017-06-08 18:03:18","final_show":"1","found":true,"users_in_project":["421"]},{"id":"12","name":"How Posters Work Work ","description":"I'm working my way through Ellen Lupton's _How Posters Work_ and applying the principles and methods that she explains in a series of posters of my own. My designs will explore possibilities of my own studio branding, flesh out the visual design of an interactive installation I'm currently working on, and possibly express some project ideas knocking around in my mind. ","enabled":"1","when_created":"2017-06-09 15:16:17","final_show":"1","found":true,"users_in_project":["460"]},{"id":"13","name":"Wearable Reactive Light","description":"This project is a small exploration into making aesthetic focused wearables using simple inputs to drive relatively complex decision making. \r\n\r\n![WIP](https:\/\/i.imgur.com\/vV5MSF1.jpg)\r\n\r\nI will be slowly finishing the hardware and software at camp, and then hopefully collaborating on creating an interesting garment to house it in. \r\n\r\nHappy to provide more details about it in person!","enabled":"1","when_created":"2017-06-09 15:51:29","final_show":"1","found":true,"users_in_project":["269"]},{"id":"14","name":"Merging Video Mapping + Laser Cutting + Portrait Videography","description":"Breakdown of the project:\r\n1. Create laser cut stencils. \r\n2. Use photography and videos to record shadows of stencils on people (portrait photography & video graphy)\r\n3. Video Map the above video\/photo content on an object.","enabled":"1","when_created":"2017-06-09 23:16:04","final_show":"1","found":true,"users_in_project":["416"]},{"id":"15","name":"Darning Mushroom","description":"A simple multipurpose device, shaped as a mushroom.\r\nIdeally, I would love to use lathe for carving wood","enabled":"1","when_created":"2017-06-11 22:31:45","final_show":"1","found":true,"users_in_project":["258"]},{"id":"16","name":"Spindle","description":"A device to make DIY yarn out of anything spinnable","enabled":"1","when_created":"2017-06-11 22:33:05","final_show":"1","found":true,"users_in_project":["258"]},{"id":"17","name":"Tubes","description":"Tubes is an installation where participants interact with sound while inside a stretchy tube of fabric covering the body from head to toe.  #innerTubes, #vessels, #youTube, #birth, #MarthaGraham, #Lamentations, #tunnels, #cocoons, #organicMatter, #anonymity. \r\n\r\nIn Development. This is version #102.","enabled":"1","when_created":"2017-06-20 17:13:44","final_show":"1","found":true,"users_in_project":["420","452","366","417"]},{"id":"18","name":"Herding Kittens!","description":"In the spirit of this [cute video](http:\/\/www.dailymail.co.uk\/news\/article-4429316\/Photographer-tries-line-10-playful-kittens.html), I\\'m trying to put together a game that will let you give this a shot. I\\'m targeting Unity, but realize that\\'s pretty ambitious and I might instead make a prototype in p5.js that let you attempt this on a multitouch screen.","enabled":"1","when_created":"2017-06-20 18:22:35","final_show":"1","found":true,"users_in_project":["300"]},{"id":"19","name":"The Sense Collective: Ecoblockchain + Perceptagon Sensory Interface for Socio-Semantic Web","description":"WHAT IS THE SENSE COLLECTIVE?\r\n\r\nThe Sense Collective (SC) is *a nonprofit hybrid research institute, think\/do tank, social innovation incubator, and interactive design studio.* Join us in developing & refining tools & methods for optimized management of shared natural & social capital resources using smart contracts and IOT sensor networks.\r\n\r\nOur specification and exposition tools (see p.8) create a unique ontology and semantic compilation environment where an increasing degree of accuracy & detail is attributed to data & immutably recorded to a variety of blockchains. We are expanding the potential for underwriting risk and benefiting from emergent commercial and social activities that are not part of existing assessments and valuations. The S.C will provide the emergent knowledge economy with the signal integrity currently missing from most automated frameworks.\r\n\r\n![alt text](https:\/\/flic.kr\/p\/VMQpmv “The Gamification & Intervention dApp“)\r\n\r\nEcoBlockchain and Perceptagon (see p.7) produce reliable and actionable information, and create potential cost-savings & new revenue streams for businesses & communities by harnessing the power of Consensus via Deep ID (see p.8\/9).\r\n\r\n**Jonny Dubowsky will host 3-4 workshops\/lab sessions in the final days of ITP Camp to give you several new tools & options for creative coding, participatory & generative design, and intervention art.**\r\n\r\nEvery day for the remainder of June, you will find him setup on the main floor with a variety of Raspberry Pi, Beagleboard Black and other sensors\/physical computers which have Bitcoin, Ethereum light clients, Lykke Wallet, Nexus Earth, PIVX and other blockchains and dApps loaded already so all you need to do is **break stuff, ask questions, and build your own generative nodes to display, sonify, map and report IOT data which can inform powerful Social Impact Bond smart contracts, maybe even qualify you for a P2P loan or grant of The Sense Collective's upcoming ICO (initial coin offering).** The Sense Collective is actively seeking ITP students to join in developing this project further and there are 5 different cryptocurrency grants available for this continuing work.  \r\n\r\n[Download The Sense Collective’s Brochure](https:\/\/www.dropbox.com\/s\/nb9jpqoirip0lso\/Sense%20Collective%20Brochure%20Final.pdf?dl=0).\r\n\r\n\r\n[Our sister org, **The Rock ’n Renew Foundation** has info on their website about additional events and activities](http:\/\/www.rocknrenew.com\/aboutrnr\/)\r\n\r\nThe official Sense Collective website will go live on July 1st.\r\n","enabled":"1","when_created":"2017-06-20 19:18:41","final_show":"1","found":true,"users_in_project":["432"]},{"id":"21","name":"The Obelisk","description":"Space is the only true archive we have. Light and soundwaves are how we look for exterrestrial life and study the history our solar system.\r\n\r\nWith themes of surveillance, US\/Russian relations and our ancient fascination with communicating with aliens. The more things change the more they stay the same.\r\n\r\nSatellite communications from the Soyuz 4 mission in 1969, are re-processed,  turned into visuals that are projected on a giant obelisk and then rebroadcast back to space.\r\n\r\nSoyuz_4 was the first spacecraft to successful dock to another and thus begin our ability to live in space and our history as a space faring race. It was at the height of the space race, which also led to the creation of our global communications network and a continuing human space presence on the International Space Station.    ","enabled":"1","when_created":"2017-06-21 13:26:42","final_show":"1","found":true,"users_in_project":["266"]},{"id":"26","name":"Remote Cold Beer","description":"Creating an online version of an old arcade game Ice Cold Beer: https:\/\/en.wikipedia.org\/wiki\/Ice_Cold_Beer\r\n\r\nUsing P5 and Node.js I want the players to control the game using their mobile phone accelerometer. ","enabled":"1","when_created":"2017-06-22 14:46:31","final_show":"0","found":true,"users_in_project":["449"]},{"id":"27","name":"Infinity Game","description":"Numbers are hidden among patterns presented through light installation and paintings. One must find the numbers and type them into a tablet. When one does it a projector reacts, showing the algorithmic construction of patterns (done with Grasshopper). The numbers and the patterns are connected to specific cultural backgrounds and reflect different concepts about infinity. ","enabled":"1","when_created":"2017-06-22 16:20:06","final_show":"0","found":true,"users_in_project":["375"]},{"id":"28","name":"GrampBot","description":"An advice bot steeped in sarcasm and wit of days gone by!","enabled":"1","when_created":"2017-06-22 20:13:20","final_show":"0","found":true,"users_in_project":null},{"id":"29","name":"GrampBot","description":"An advice bot steeped in sarcasm and wit of days gone by!","enabled":"1","when_created":"2017-06-22 20:14:51","final_show":"0","found":true,"users_in_project":["442","343","413","428"]}]